return {
    aboutDict={
        title="关于本词典",
        content="帮助你了解这里的一切。",
    },
    aboutDict_hidden={
        title="关于本词典?",
        content="帮助你了解这里的一切。\n哇，你用快捷键打开了词典！\nP.WVWAWVAVWAWV",
    },
    setting_out={
        title="设置",
        content="设置菜单\n你可以在这里修改各种选项。",
    },
    noobGuide={
        title="欢迎新人",
        content="以下给出几个新手时期的主要学习路线，前期主要就应练习以下内容，学定式和T-Spin什么的对实力帮助很小（此处不认为靠定式对战秒其他对手是有效的通用实力）：（注意，三段应当同时进行，不是A→B→C）\n\nA. 堆叠能力练习方法\n\tA1. 手上的块可以放的时候先别急着放，看看下一块有没有地方，如果放不下去就看看手上的能不能换个地方\n\tA2. 尝试把地形尽量控制得平整，因为大多数情况比较平的地形来啥块都比较容易放得下去\n\tA3. 允许hold的时候可以多想想手里和hold的块和后续几块应该怎么安排顺序，长远地使地形平整\n\nB. 操作效率与速度练习方法\n\tB1. 不要每一块都拿影子去对形状对位置，要自己想象这个块转一下是什么方向，想好了再开始按按键\n\tB2. 学习双旋，能逆时针转一次就不要顺时针转三次，费手\n\tB3. 学习极简，刚开始不用管速度，保证正确率最重要，养成良好习惯以后再提速快得很\n\nC. 堆叠能力考核\n\tC1. 稳定完成40行不死（可以用hold）\n\tC2. 稳定完成40行不死（不能用hold）\n\tC3. 稳定全消四完成40行（可以用hold）\n\tC4. 稳定全消四完成40行（不能用hold）\n以上都是根据社区和个人经验总结的模糊方法与目标，所以C的考核可以根据自身情况调整严格程度（例如 “稳定” 的具体成功率）。\n注：完成C的考核后，需要在未来一直注意没有上限的A1，这是方块的根本元素之一，强大的读next能力可以让你快速上手任何变种玩法。",
        contentSize=25,
    },
    ['20g']={
        title="20G",
        content="现代方块的最高下落速度，表观就是方块瞬间到底，不存在中间的下落过程，可能会让方块无法跨越壕沟/从山谷爬出。\n20G一般指的其实是 “无限下落速度” ，就算场地不止20格，“20G” 也会让方块瞬间到底。\nTechmino（和部分其他游戏，推荐这么设计）中20G的优先级比其他玩家操作都高，即使是0arr的水平方向 “瞬间移动” 中途也会受到20G的影响。",
    },
    hypertap={
        title="超连点",
        title_full="超连点 (Hypertap)",
        content="快速震动手指，实现比长按更快速+灵活的高速单点移动，主要在经典块的高难度下（因为DAS不可调而且特别慢，高速下很容易md导致失败，此时手动连点就比自动移动更快）或者受特殊情况限制不适合用自动移动时使用。",
    },
    ['26f_studio']={
        title="26F Studio",
        content="一个组织",
    },
}
